# Выведите первый и последний элемент списка.

list_1 = [1, 1, 2, 3, 5, 8, 13, 21, 34, 55, 89]

print(f"First element: {list_1[0]}\nLast element: {list_1[-1]}")