# Напишите программу, которая запрашивала бы у пользователя два числа
# и выводила бы True или False в зависимости от того, больше первое число второго или нет.

number_1 = input("Enter the first number: ")
number_2 = input("Enter the second number: ")
print(number_1 > number_2)